{
    "person1": [
        [
            "Hello darling! What a lovely little cafe you have here. I live right down the road, so your little cafe here was right on my way back home. I have to say, today really drained me, between my job and family there is very little me time. "
        ],
        [
            "Do you happen to have some tea for me? Not the gossip kind, this time around *chuckles*. You wouldnt believe how much gossip i listen to at work. Sorry, back to the order. May i have some green tea, with a little bit of milk?"
        ],
        [
            "Thank you darling. This will replenish my soul, it smells very nice!"
        ]
    ],
    "person2": [
        [
            "*incomprehensible mumbling* ah could i have ... a ... hello first ... good day to you ... sorry iam a bit tired."
        ],
        [
            "Do you make some good black coffee? Iam kinda picky about it ... just lots of caffein would be nice ..."
        ],
        [
            "Thanks alot. It actually looks quite nice ... smells nice ... sorry iam still kinda beyond myself."
        ]
    ],
    "person3": [
        [
            "Meow? *coughts* Hello, i might not look like it but iam part of a pirat crew! And this crew is scouting this city for the best cafe around! I put high hopes into you!"
        ],
        [
            "As Part of my first test, i would like to try the most basic brew you can make! With LOTS of MILK!"
        ],
        [
            "Meow meow! You might have a chance. This brew souds very calm and full of energie! Just what a pirat needs!"
        ]
    ],
    "person4": [
        [
            "He he he. Greetings! This quite a nice place, it would be a shame if something happens to it ... I can ofcourse help you! i can block black magic, but for that i need something in return!"
        ],
        [
            "What do you think i want? Give me something that you believe to really show the core of your cafe. "
        ],
        [
            "He he he. That looks good! I can feel the source of this cafe's soul leaking into this cup, this will be enough for a chance of survival."
        ]
    ]
}